Repository: TiboldiRoberto/monitorizare-vot-ios
Catalog: MonitorizareVot/Localizations/*.lproj/Localizable.strings
Languages: pl, ro

# Button_Login
source: Login
pl: Logowanie

# Button_Continue
source: Continue
pl: Kontynuuj
ro: Continuă

# Button_ChangeDepartemnt
source: Change
pl: Zmień
ro: Schimbă

# Button_ContinueToForms
source: Continue to forms
pl: Kontynuuj do formularzy
ro: Continuă către formulare

# Button_SyncData
source: Synchronise data manually
pl: Wymuś synchronizację danych
ro: Sincronizează datele manual

# Button_AddNoteToQuestion
source: Add Note to Current Question
pl: Dodaj notatkę do pytania
ro: Adaugă o notă întrebării

# Button_Add
source: Add
pl: Dodaj
ro: Adaugă

# Button_Send
source: Send
pl: Wyślij
ro: Trimite

# Button_Delete
source: Delete
pl: Usuń
ro: Șterge

# Button_Settings
source: Settings
pl: Ustawienia
ro: Setări

# Button_Retry
source: Retry
pl: Powtórz
ro: Încearcă din nou

# Button_Submit
source: Submit
pl: Wyślij
ro: Trimite

# Button_AddPhotoVideo
source: Add Photo or Video
pl: Dodaj zdjęcie lub wideo
ro: Adaugă o poză sau video

# Button_SelectFromHistory
source: Select from visited stations
pl: Wybierz z odwiedzonych lokali
ro: Alege din secțiile vizitate

# Label_CountyArriveTime
source: Arrival time
pl: Godzina przybycia
ro: Ora sosirii în secție

# Label_CountyLeaveTime
source: Time of departure
pl: Godzina wyjścia
ro: Ora plecării din secție

# Label_AddNote
source: Add a note
pl: Dodaj notatkę
ro: Adaugă notă

# Label_Saved
source: Saved locally
pl: Zapisane lokalnie
ro: Salvat local

# Label_Synced
source: Synced
pl: Zsynchronizowane
ro: Sincronizat

# Label_ChooseStation
source: Choose the polling station you are in
pl: Wybierz lokal wyborczy
ro: Alege secția în care te afli

# Label_Province
source: Province
pl: Województwo
ro: Provincia

# Label_County
source: County / District
pl: Powiat
ro: Județ / Sector

# Label_Municipality
source: Municipality
pl: Gmina
ro: Municipalitate

# Label_StationNumber
source: Polling station number
pl: Numer obwodu
ro: Numărul secției

# Label_SelectOption
source: Select an option
pl: Wybierz opcję
ro: Alege o opțiune

# Label_DevelopedBy
source: developed by
pl: stworzone przez
ro: dezvoltat de

# Label_TelephoneTextInput_Placeholder
source: Phone number
pl: Numer telefonu
ro: Număr de telefon

# Label_CodeTextInput_Placeholder
source: Code
pl: Kod
ro: Cod

# Label_CountyVotersCount
source: The number of voters in the electoral roll in a given commission
pl: Liczba wyborców w spisie wyborców w danej komisji
ro: Numărul de alegători în lista electorală într-o anumită comisie

# Label_CountyMembersCount
source: Number of committee members
pl: Liczba członków komisji
ro: Numărul de membri ai comitetului

# Label_CountyWomenCount
source: Number of women on the committee
pl: Liczba kobiet w składzie komisji
ro: Numărul de femei din comitet

# Label_CountyLowestMemberCount
source: Lowest number of committee members present (at time of observation)
pl: Najmniejsza liczba obecnych członków komisji (w czasie obserwacji)
ro: Cel mai mic număr de membri ai comisiei prezenți (la momentul observării)

# Label_CountyChairmanPresent
source: Was the Chairman or Deputy Chairman of the committee always present?
pl: Czy zawsze obecny był Przewodniczący/ca lub Z-ca Przewodniczącego/ej komisji?
ro: Președintele sau vicepreședintele comisiei a fost întotdeauna prezent?

# Label_CountyOnlyOneStation
source: Is there only one polling station (electoral commission) in the room?
pl: Czy w pomieszczeniu jest tylko jeden lokal wyborczy (komisja wyborcza)?
ro: Există o singură secție de votare (comisie electorală) în sală

# Label_CountySizeAdequate
source: Was the size of the polling station adequate to the needs of the voting day?
pl: Czy wielkość lokalu wyborczego była adekwatna do potrzeb dnia glosowania?
ro: Dimensiunea secției de votare a fost adecvată nevoilor zilei de votare?

# Label_TypeNote
source: Type your note here
pl: Wpisz tutaj swoją notatkę
ro: Scrie aici nota

# Label_EnterStation
source: Enter station number (i.e. 34)
pl: Wpisz numer lokalu (np. 34)
ro: Introdu numărul secției (ex: 34)

# Label_Empty
source: Choose a question or add a note
pl: Wybierz pytanie lub dodaj notatkę
ro: Alege o întrebare sau adaugă o notă

# Option.Gallery
source: Load from gallery
pl: Załaduj z galerii
ro: Încarcă din galerie

# Option.TakePhoto
source: Take a photo
pl: Wybierz zdjęcie
ro: Fă o fotografie

# Option.RecordVideo
source: Record a video
pl: Nagraj wideo
ro: Înregistrează un film

# AlertMessage_EnableCameraAccess
source: Please access the settings and give us permissions to access the picture library.
pl: Otwórz ustawienia i nadaj uoprawnienia do biblioteki zdjęć.
ro: Te rugăm să accesezi setările și să ne oferi permisiuni de acces la librăria de poze.

# AlertMessage_NewVersion
source: A new app version is available. Please update the app to use the latest features
pl: Nowa wersja aplikacji jest dostpna. Zaktualizuj aplikację, by móc korzystać z najnowszych opcji.
ro: O nouă versiune a aplicației este disponibilă. Te rugăm să faci update pentru a folosi cele mai recente funcționalități.

# Error_Unknown
source: An unknown error occurred
pl: Nieznany błąd
ro: A apărut o eroare necunoscută

# LoginError_Unknown
source: Login failed. Unknown reason. Please contact us.
pl: Logowanie nieudane. Nieznany powód. Skontaktuj się proszę z nami.
ro: Nu te-am putut autentifica. Eroare necunoscută. Te rugăm să ne contactezi.

# Error.StationSaveFailed
source: Can't save station data.
pl: Nie można zapisać danych z lokalu.
ro: Nu am putut sincroniza informațiile despre secție.

# Error.AnswerSaveFailed
source: Can't save answer to question.
pl: Nie można zapisać odpowiedzi na pytanie.
ro: Nu am putut sincroniza răspunsul la întrebare/întrebări.

# Error.FormDownloadFailed
source: We could not download the forms. Please check your internet connection and tap the button below to try again.
pl: Nie możemy pobrać formularzy. Sprawdź jakość połączenia i naciśnij przycisk, by spróbować ponownie.
ro: Formularele nu au putut fi descărcate. Te rugăm să verifici conexiunea la internet și să apeși pe butonul de mai jos pentru a încerca din nou.

source: Error
pl: Błąd
ro: Eroare

# Error.IncorrectFormat
source: Incorrect response format
pl: Zły format odpowiedzi
ro: Formatul răspunsului este incorect

# Error.Server
source: We could not communicate with the server
pl: Nie mogliśmy się połączyć się z serwerem.
ro: Nu am putut comunica cu serverul

# Error.TokenExpired
source: Your authentication expired. Please log in again.
pl: Uwierzytelnienie wygasło. Zaloguj się ponownie.
ro: Autentificarea ți-a expirat. Te rog să te autentifici din nou.

# Error.DataDownloadFailed
source: We couldn't download the latest data. Please try again later.
pl: Nie mogliśmy pobrać najnowszych danych. Spróbuj ponownie później.
ro: Nu am reușit să descărcăm ultimele date. Te rugăm să încerci mai târziu.

# Error.SaveNoteFailed
source: We couldn't save your note. Please try again later.
pl: Nie mogliśmy zapisać notatki. Spróbuj ponownie później.
ro: Nu am reușit să salvăm nota. Te rugăm să încerci mai târziu.

# Error.UploadNoteFailed
source: We couldn't upload your note. We will retry later.
pl: Nie mogliśmy wgrać notatki. Spróbujemy ponownie poźniej.
ro: Nu am reușit să trimitem la server nota. Vom încerca mai târziu.

# Error.SelectCountyFirst
source: Please select your county / district first.
pl: Wybierz najpierw gminę.
ro: Te rugăm să alegi județul/sectorul pentru a putea alege secția

# Error.IncorrectStationNumber
source: Incorrect station number. Please double check the county and provided section number
pl: Błędny numer lokalu. Sprawdź gminę i podany numer lokalu.
ro: Număr secție incorect. Te rugăm să verifici corectitudinea combinației județ - număr secție

# Error.InternetConnection
source: You need an internet connection to continue. Please check your internet connection.
pl: Potrzebujesz łączności z Internetem. Sprawdź jakoś połączenia.
ro: Ai nevoie de o conexiune la internet pentru a te conecta!

# Info.DataNotSyncronised
source: It appears that some of the answers or notes have not been synchronised. Tap the button below to send the answers again
pl: Niektórych odpowiedzi lub notatek nie udało się zsynchronizować. Naciśnij przycisk, by wysłać je ponownie.
ro: Unele răspunsuri sau note nu au fost sincronizate. Apasă butonul pentru a trimite răspunsurile din nou.

# Info.DataSyncronised
source: All the answers and notes were synchronized successfully.
pl: Wszystkie odpowiedzi i notatki zsynchronizowane.
ro: Toate răspunsurile și notele au fost sincronizate cu succes.

source: Station
pl: Lokal
ro: Secția

# Title.StationDetails
source: Station Details
pl: Szczegóły lokalu
ro: Detalii despre Secție

# Title.FormSets
source: All Forms
pl: Wszystkie formularze
ro: Toate Formularele

# Title.Question
source: Question
pl: Pytanie
ro: Întrebarea

# Title.Note
source: Notes
pl: Notatki
ro: Notă

# Title.NoteHistory
source: Note History
pl: Historia notatek
ro: Istoricul Notelor

# Title.Section
source: Polling Station Setup
pl: Konfiguracja lokalu wyborczego
ro: Configurarea Secției

# Title.Language
source: Choose your language
pl: Wybeirz język
ro: Alege limba

# Title.NewVersion
source: App Update Available
pl: Aktualizacja aplikacji dostepna
ro: Actualizare disponibilă

# Title.StationHistory
source: My visited stations
pl: Moje odwiedzone lokale
ro: Secții de vot vizitate

source: Next
pl: Nastepne
ro: Următoarea

source: Previous
pl: Poprzednie
ro: Precedenta

source: Done
pl: Zrobione
ro: Gata

source: Select
pl: Wybierz
ro: Selectează

source: Cancel
pl: Analuj
ro: Anulează

source: Other
pl: Inne
ro: Altele

# Onboarding.Title.Station
source: Pick your voting station
pl: Wybierz lokal
ro: Alege-ți secția de votare

# Onboarding.Title.Forms
source: Fill in the forms
pl: Wypełnij formularz
ro: Completează formularele

# Onboarding.Title.Notes
source: Add notes
pl: Dodaj notatki
ro: Adaugă note

# Onboarding.Text.Station
source: STEP 1: Mention the voting station you are in, choosing the county and it’s number. STEP 2: Add some details (urban/ rural area, details about the section president, your arrival time). Don’t worry, you can edit the information later.
pl: Krok 1: Określ, w którym lokalu jesteś wybierając gminę i nr obwodu. Krok 2Wybierz rodzaj obwodu (obszar miejski, wiejski,szczegóły dotyczące przewodniczącego, czas przybycia). Nie martw się - informacje można potem edytować.
ro: PASUL 1: Definește secția de votare în care te afli, alegând județul și numărul acesteia. PASUL 2: Adaugă detalii despre secția de votare. Nu-ți face griji, poți să modifici informațiile mai târziu.

# Onboarding.Text.Forms
source: In order to help you detect problems, we provide some forms with the standard rules for a voting station. On each form you can mark wether certain procedures have been followed or not.
pl: W celu wykrycia problemów, przygotowaliśmy formularze ze ustandaryzowanymi zasadami obowiązującymi w lokalu. W każdym formularzu pojawią się pytania czy poszczególne procedury zostały wypełnione, czy też nie.
ro: Pentru a detecta problemele, îți punem la dispoziție câteva formulare cu regulile standard ale unei secții de votare. În fiecare formular poți semnala dacă anumite proceduri au fost urmate sau nu.

# Onboarding.Text.Notes
source: Did you notice any problem that does not appear in the form? Use the ‘Add note’ button, write a message and/or attach a picture.
pl: Odnotowałeś problem, którego nie ma w formularzu? Użyj przycisk „Dodaj notatkę”, napisz wiadomość i/lub dodaj zdjęcie.
ro: Ai observat o problemă care nu apare în formular? Folosește butonul de ‘Adaugă notă’, scrie un mesaj și/sau anexează o imagine.

# Onboarding.Go
source: Go to app
pl: Przejdź do aplikacji
ro: Spre aplicație

# Menu.Button.Close
source: Close
pl: Zamknij
ro: Închide

# Menu.Button.ChangeStation
source: Change Polling Station
pl: Zmień lokal
ro: Schimbă secția de votare

# Menu.Button.StationHistory
source: My Visited Stations
pl: Moje odwiedzona lokale
ro: Secțiile de vot vizitate

# Menu.Button.Guide
source: Observer's Guide
pl: Kompendium obserwatora
ro: Ghidul observatorului

# Menu.Button.Call
source: Call the hotline
pl: Zadzwoń na infolinię
ro: Sună la call center

# Menu.Button.About
source: About
pl: O nas
ro: Despre aplicație

# Menu.Button.Logout
source: Log out
pl: Wyloguj

# Menu.Button.ChangeLanguage
source: Change Language
pl: Zmień język
ro: Schimbă limba

# Menu.Button.ContactUs
source: Contact us
pl: Skontaktuj się z nami
ro: Contactează-ne

# Menu.Button.PrivacyPolicy
source: Privacy Policy
pl: Polityka prywatności
ro: Politica de confidențialitate

# Menu.Button.Safety
source: Safety Information
pl: Informacje o bezpieczeństwie
ro: Siguranța la vot

# Menu.Button.Feedback
source: Observers Feedback
pl: Uwagi
ro: Feedback observatori

# Text.About.Title
source: About the application
pl: O aplikacji
ro: Despre aplicație

# Text.About.Body
source: Vote Monitor is an application developed by Code for Romania. It's the first election monitoring application in Romania and one of the few in the world. It's been used by independent observers starting with the presidential elections in 2016. In Poland it was used in 2018 during the first independently observed elections. The applications' code is Open Source. Check it out on GitHub! [Kotlin](https://github.com/code4romania/mon-vot-android-kotlin) or [iOS](https://github.com/code4romania/monitorizare-vot-ios). Code for Romania is an NGO that develops pro-bono IT solutions with the purpose of solving some of the society's issues. If you want to support our activity, go to [our website](https://code4.ro/ro/), sign up as a volunteer or donate.
pl: Vote Monitor to aplikacja utworzona przez Code For Romania. To jedna z niewielu aplikacji służących obserwacji wyborów na świecie. Została wykorzystana w obserwacji wyborów prezydenckich w Rumunii w 2016 i podczas pierwszej społecznej obserwacji w Polsce w 2018. Kod źródłowy aplikacji jest otwarty. Sprawdź go na GitHubie! [Kotlin](https://github.com/code4romania/mon-vot-android-kotlin) or [iOS](https://github.com/code4romania/monitorizare-vot-ios). Code for Romania jest niezależnym NGO tworzącym aplikację pro-bono w celu rozwiązywania problemów społecznych. jeśli chcesz wesprzeć nasze działania, odwiedź [naszą stronę](https://code4.ro/ro/), zgłoś się jako wolontariusz lub wpłać datek.
ro: Monitorizare Vot este o aplicație realizată de Code for Romania. Este prima aplicație de monitorizare a alegerilor din România, și una dintre puținele din lume. A fost folosită, de către observatori, începând cu alegerile prezidențiale din 2016. În Polonia a fost folosită, în 2018, la primele lor alegeri observate independent. Sursele de cod ale aplicației sunt deschise. Aruncă o privire pe GitHub! [Kotlin](https://github.com/code4romania/mon-vot-android-kotlin) sau [iOS](https://github.com/code4romania/monitorizare-vot-ios). Code for Romania este un ONG care dezvoltă pro-bono soluţii IT cu scopul de a rezolva probleme ale societăţii. Dacă vrei să sprijini activitatea noastră, intră pe [site-ul nostru](https://code4.ro/ro/), înscrie-te ca voluntar sau donează.

# Text.StationHistory.Info
source: This is the list of stations you already visited. Tap one to view or edit its submitted answers.
pl: To lista lokali, które odwiedziłeś. Wybierz, który chcesz zobaczyć lub edytować odpowiedzi.
ro: Aici găsești secțiile pe care le-ai vizitat deja. Apasă pe o secție să verifici sau să editezi răspunsuri.

# Label_Yes
source: Yes
ro: Da

# Label_No
source: No
ro: Nu
